Repository: common-repository/woo-freebee-integration
Catalog: languages/freebee-il-*.po
Languages: pl_pl

source: You have to add Your Freebee user data in order for this plugin to work.
pl_pl: Musisz dodać dane użytkownika Twojego konta Freebee, aby wtyczka mogła zacząć działać.

source: Options page.
pl_pl: Strona opcji.

source: Freebee Options
pl_pl: Opcje Freebee

source: Save Settings
pl_pl: Zapisz Ustawienia

source: Success logs
pl_pl: Logi sukcesu

source: Failure logs
pl_pl: Logi błędów

source: MAM ID
pl_pl: Identyfikator MAM

source: Unique API Token
pl_pl: Unikalny ciąg znaków API

source: Insert Your Api ID number and secret key
pl_pl: Wprowadź numer ID Api i sekretny klucz

source: Your data is valid, integration with freebee is working.
pl_pl: Twoje dane są poprawne, integracja z Freebee włączona.

source: Something is wrong with connection, try updating fields.
pl_pl: Coś poszło nie tak, spróbuj zaktualizować pola.

source: Freebee transaction ID
pl_pl: ID transakcji Freebee

source: Freebee integration not used
pl_pl: Integracja Freebee nie użyta

source: Error in adding transaction
pl_pl: Błąd podczas dodawania transakcji

source: Author
pl_pl: Autor

source: Settings
pl_pl: Ustawienia

source: integration requires activate WooCommerce plugin to work.
pl_pl: Integracja wymaga aktywnej wtyczki WooCommerce do działania.

source: Personal ID MAM:
pl_pl: Identyfikator MAM

source: Insert Your client ID MAM.
pl_pl: Wprowadź swój numer ID MAM.

source: Your ID MAM must consist 9 digits.
pl_pl: Twój numer ID MAM musi składać się z 9 znaków.

source: Woocommerce Freebee Integration
pl_pl: Woocommerce Freebee Integracja

source: Freebee integration with WooCommerce.
pl_pl: Integracja WooCommerce z Freebee.
